Repository: 0xflotus/duckduckgo-locales
Catalog: locales/od_*/LC_MESSAGES/ddg-2.po
Languages: in

source: Calendar
in: कैलेंडर

source: Cancel
in: रद्द करें

source: Care to help translate DuckDuckGo into your language?
in: क्या आप डकडकगो को अपनी भाषा में अनुवाद करने के लिए मदद करना चाहते है?

source: Category
in: श्रेणी

# settings
source: Center Alignment
in: मध्य सम्मिलिन

# settings
source: Center align the results page (instead of left aligned)
in: परिणाम पन्ने को मध्य सीध में करें (बायें सीध के बजाये)

source: Change Region
in: क्षेत्र बदलें

# settings
source: Change the background color across the entire site
in: पूरे साइट की चित्रभूमि बदलें

# settings
source: Changes how much space the header takes up and what happens to it when you scroll
in: यह शीर्षणी द्वारा लिए गये जगह तथा स्क्रॉल करने पर व्यवहार को बदलता है

# settings
source: Changes results to be region specific
in: परिणामों को क्षेत्र विशिष्ट बदलता है

# settings
source: Changes the background color when hovering over a result
in: जब आप किसी उत्तर पर मंडराएँगे तब पृष्ठभूमि का रंग बदलता है

# settings
source: Changes the color of the result URL
in: अंजाम यू.आर.एल का रंग परिवर्तित करता है

# settings
source: Changes the color of the result description text
in: परिणाम वर्णन पाठ्य का रंग बदलता है

# settings
source: Changes the font across the entire site
in: लिपि को पूरे साइट में बदलें

# settings
source: Changes the font size across the entire site
in: अकशर आकार पूरे साइट में परिवर्तन करें

# settings
source: Changes the header color across the entire site
in: पूरी साइट में हेडर के रंग का परिवर्तन करता है

# settings
source: Changes the language across the entire site
in: साइट में भाषा परिवर्तन करता है

# settings
source: Changes the title link color for each result
in: प्रत्येक परिणाम के लिए शीर्षक लिंक रंग में परिवर्तन

# settings
source: Changes the title link font for each result
in: प्रत्येक परिणाम के शीर्षक लिंक फ़ॉन्ट को बदलता है

# settings
source: Changes what happens when you click on a video thumbnail
in: वीडियो थंबनेल को क्लिक करने के पश्चात होने वाले व्यवहार को बदलता है

source: Chat
in: बातचीत

source: Check %sMake this the current search engine%s
in: %s %s

# cloudsave
source: Choose a unique pass phrase for your settings:
in: एक अद्वितीय पासफ्रेज अपनी सेटिंग्स के लिए चुनें:

source: Choose category
in: वर्ग चुने

source: Choose subcategory
in: उपवर्ग चुने

source: Classic
in: क्लासिक

source: Clear
in: साफ करें

source: Clear Region
in: क्षेत्र साफ करें

source: Click %s+%s!
in: %s+%s पर क्लिक करें !

source: Click %sAdd%s
in: %s जोड़िये %s दबाइये

source: Click %sChange Search Settings%s in the drop down
in: ड्रोप डाउन में %s खोज समायोजन बदलें %s दबायें

source: Click %sHere%s to add us as a search engine
in: एक खोज इंजन के रूप में हमें जोड़ने के लिए %sयहाँ%s क्लिक करें

source: Click %sHere%s to download the DuckDuckGo extension
in: डकडकगो एकस्टेंशन को डाउनलोड करने के लिये %s यहां %s दबायें

source: Click %sOK%s in the popup. %sNOTE%s: If OK button is disabled, it was already added. Click %sCancel%s and proceed to the next step.
in: %s ठीक हे %s दबाइये उपरिशायी विंडो पर. %s सूचनाः%s अगर ठीक हे बटन असमर्थ है, तो वोह पेहले ही जोड़ा गया है. %s रद कीजिये %s दबाइये और अगले कदम पे जाइये.

source: Click %sOpen%s to download and open the DuckDuckGo Safari extension
in: डकडकगो सफारी एकस्टेंशन को डाउनलोड करके खोलने के लिए %sखोलें%s दबायें

source: Click %sSettings%s
in: %sसैटिंग्स%s पर क्लिक करें

source: Click %sUse current pages%s then %sClick OK%s.
in: क्लिक करे %s यूज़ कर्रेंट पेज %s पर , फिर क्लिक करे %s क्लिक ओके %s पर।

source: Click %sYes%s
in: क्लिक करें%s हाँ%s

source: Click %ssettings/hamburger icon %s on the Chrome toolbar (top right).
in: क्रोम औजार पट्टी पर %ssettings/hamburger icon %s कड़ी (ऊपर से दाहिने) दबाएँ

source: Click OK.
in: ठीक दबाइए

source: Click add.
in: जोड़ें दबाइए

source: Click on the magnifying glass in the search box at the top right
in: उपर दाएँ तरफ मौजूद सर्च बॉक्स में मैग्निफाइंग ग्लास पर क्लिक करें

source: Click the %s icon in the top toolbar
in: टॉपं टूलबार में %s आयकॉन पर क्लिक किजिये

source: Click the %sGeneral%s tab.
in: क्लिक करें %sजनरल%s टैब.

source: Click the Duck icon at the top of your browser to search!
in: खोज करने के लिए अपने ब्राउज़र के शीर्ष पर बतख आइकन पर क्लिक करें!

source: Click the arrow to the right of the %shome icon%s
in: %sहोम आयकॉन%s के बाये ओर वाले बाण पर क्लिक किजिये

source: Click the drop down in the search box
in: सर्च बॉक्स में ड्रॉप डाउन पर क्लिक करें

source: Click the magnifying glass in the search bar
in: खोज पट्टी में आवर्धक लेंस पर क्लिक करें

source: Click the magnifying glass in the search box (at the top of the browser)
in: खोज कक्ष में आवर्धक लेंस पर क्लिक करें (ब्राउज़र के शीर्ष पर)

source: Click to collapse
in: कोल्लेप्स के लिए क्लिक करें

source: Click to expand
in: विस्तार के लिए क्लिक करे

source: Close window.
in: विंडो बंद करें

source: Closed
in: बंद

source: Cloud Save
in: बादल संगृहन

source: Cloud Save
in: क्लाउड सेव

# settings
source: Cloud Save Bookmarklet URL:
in: मेघ संचय बूकमार्कलेट यू . आर. एल

# cloudsave
source: Cloud Save Enabled
in: कलाउड संचित

# cloudsave
source: Cloud Save FAQ
in: बादल संगृहन घडी-घडी पूछे जाने सवाल

# cloudsave
source: Cloud Save discussion on duck.co
in: डक.को पर क्लाउड संचित चर्चा

# cloudsave
source: Cloud Save lets you save your settings more permanently by entering a passphrase. It is entirely optional.
in: क्लाउड सेव से आप अपनी चुनी हुई सेटिंग्स एक पासवर्ड द्वारा सर्वर पर ज़्यादा सुरक्षित रख सकते हैं | यह पूर्ण तरह से वैकल्पिक है |

source: Color
in: रंग

source: Color Settings
in: रंग सेटिंग्स

source: Colors
in: रंग

source: Comics
in: कॉमिक्स

source: Comments
in: टिप्पणियां

source: Community
in: समुदाय

source: Community Platform
in: सामुदायिक मंच

source: Concerts
in: सहगान

# theme
source: Contrast
in: भेद

# settings
source: Controls the width of the search box and results
in: खोज तथा परिणाम के बॉक्स की चौड़ाई नियंत्रित करता है

source: Conversion
in: रूपांतरण

# settings
source: Cookie Data:
in: कूकि के आंकड़े

source: Coupons
in: कूपन

# attribution
source: Credits
in: आभार

source: Currency
in: मुद्रा

source: Current Region:
in: वर्तमान क्षेत्र:

# settings
source: Custom
in: खुद के अक्षर

# settingsvalue
source: Custom
in: रिवाज

# settings
source: Custom %s
in: ಕಸ್ಟಮ್ %s

# settingsvalue
source: Custom %s
in: कस्टम %s

source: Dark
in: गहरा

# theme
source: Dark
in: साँवला
